export const quiznaja = [
        {
            title: 'Earth',
            quizplan : [{
                color : '#ffbd69',
                question: 'ลำดับของดาวโลกในระบบสุริยจักรวาลคือลำดับที่เท่าไหร่',
                choice : [
                    'ลำดับที่ 1',
                    'ลำดับที่ 3',
                    'ลำดับที่ 4',
                    'ลำดับที่ 6',
                ],
                rightchoice : 1
            },
            {
                color : '#c02739',
                question: 'โลกหมุนรอบตัวเองใช้เวลาเท่าใด',
                choice : [
                    '23 ชั่วโมง 56 นาที',
                    '24 ชั่วโมง',
                    '1 ปี',
                    '31 วัน',
                ],
                rightchoice : 0
            },
            {
                color : '#21e6c1',
                question: 'หิวข้าวมั้ย',
                choice : [
                    'หิว',
                    'หิวแต่ข้อ2',
                    'หิวแต่ข้อ3',
                    'หิวแต่ข้อ4',
                ],
                rightchoice : 1
            },]
    },
    {
        title: 'mar',
        quizplan : [{
            color : 'rgb(10,132,255)',
            question: 'ลำดับของดาวโลกในระบบสุริยจักรวาลคือลำดับที่เท่าไหร่',
            choice : [
                'ลำดับที่ 1',
                'ลำดับที่ 3',
                'ลำดับที่ 4',
                'ลำดับที่ 6',
            ],
            rightchoice : 2
        },
        {
            color : 'rgb(48,209,88)',
            question: 'โลกหมุนรอบตัวเองใช้เวลาเท่าใด',
            choice : [
                '23 ชั่วโมง 56 นาที',
                '24 ชั่วโมง',
                '1 ปี',
                '31 วัน',
            ],
            rightchoice : 1
        },]
},
{
    title: 'test',
    quizplan : [{
        color : 'rgb(10,132,255)',
        question: 'หิวข้าวมั้ย',
        choice : [
            'ลำดับที่ 1',
            'ลำดับที่ 3',
            'ลำดับที่ 4',
            'ลำดับที่ 6',
        ],
        rightchoice : 2
    },
    {
        color : 'rgb(48,209,88)',
        question: 'หิวข้าวมั้ย',
        choice : [
            'หิว',
            'หิว',
            'หิว',
            'หิวแต่ข้อ4',
        ],
        rightchoice : 1
    },]
},
]